[
    {
        "id": "01",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_download": 478,
        "name": "Web Design",
        "course_instructor": {
            "name": "Jimmy Dane",
            "title": "Full-Stack Web Developer",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://img.freepik.com/free-photo/web-design-concept-with-drawings_1134-77.jpg?w=996&t=st=1666716779~exp=1666717379~hmac=dde3139c4ae2c9063f161c105fe70f9db94f4b9bc5faee760e42ec1fb4b8dce5",
        "overview": "Once successful competition of this course we will provide real world client project if you are capable doing so. Also we will help you to create your freelancer career on Fiverr or upwork marketplace. For outstanding performer we will provide few initial projects from real client and you will be able to communicate directly with those client (this is for outstanding performer those will prove themselves to us and can take pressure to complete real project)",
        "course_details": {
            "price": "$74",
            "duration": "6 weeks",
            "enrolled": "20 students",
            "language": "English"
        }
    },
    {
        "id": "02",
        "rating": {
            "number": 5,
            "badge": "Excellent"
        },
        "total_download": 605,
        "name": "Graphic Design",
        "course_instructor": {
            "name": "Barry Tone",
            "title": "Professional Graphic Designer",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://img.freepik.com/free-photo/young-female-designer-working-her-laptop_23-2149142106.jpg?w=996&t=st=1666712200~exp=1666712800~hmac=d468bf4295bb75296b2c2350716ff325df8b9f3d08ef0fa9b7da99e31aee69ba",
        "overview": "Graphic design is all around us, in a myriad of forms, both on screen and in print, yet it is always made up of images and words to create a communication goal. This four-course sequence exposes students to the fundamental skills required to make sophisticated graphic design: process, historical context, and communication through image-making and typography. The sequence is completed by a capstone project that applies the skills of each course and peer feedback in a finished branding project suitable for a professional portfolio.",
        "course_details": {
            "price": "$50",
            "duration": "6 weeks",
            "enrolled": "25 students",
            "language": "English"
        }
    },
    {
        "id": "03",
        "rating": {
            "number": 4.7,
            "badge": "Excellent"
        },
        "total_download": 388,
        "name": "Film Making",
        "course_instructor": {
            "name": "Elon Gated",
            "title": "Film Maker",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://i.ibb.co/fq9kXFM/film-making.jpg",
        "overview": "Virtual IT Institute digital filmmaking course is for those wishing to become professionals in the field. The course covers all aspects of filmmaking ranging from creative storytelling to technical mastery of shooting and editing to the technologies of the future.  Professional filmmakers, cinematographers, sound designers, editors and others will guide and empower the students to create high-quality, broadcast standard films across different genres.",
        "course_details": {
            "price": "$60",
            "duration": "6 weeks",
            "enrolled": "10 students",
            "language": "English"
        }
    },
    {
        "id": "04",
        "rating": {
            "number": 5,
            "badge": "Excellent"
        },
        "total_download": 950,
        "name": "Microsoft Office",
        "course_instructor": {
            "name": "Brian Cumin",
            "title": "Microsoft Office Trainer",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://i.ibb.co/hKj0MhV/MS-O.jpg",
        "overview": "Microsoft Office products help improve work efficiency with user friendly features that enable easy and secure information sharing. Microsoft Office products provide resources for professional presentation of data that is compatible with most operating systems. Whether you are looking to expand your Microsoft Office skills for personal use, embarking on a new career, or working towards career advancement, New Horizons Dhaka has the Microsoft Office training that you are looking for.",
        "course_details": {
            "price": "$30",
            "duration": "4 weeks",
            "enrolled": "50 students",
            "language": "English"
        }
    },
    {
        "id": "05",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_download": 488,
        "name": "3d Animation",
        "course_instructor": {
            "name": "Eleanor Fant",
            "title": "3d Animator",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://i.ibb.co/pPgv9Sj/3-D-ANIMATION-App-Classes.png",
        "overview": "Learn algorithmic modeling to create 3D patterns for fashion, jewelry, or architecture, from the initial concept and design to the final file for 3D printing. Algorithms are the language of modern-day society. According to architect and computational designer Arturo Tedeschi, the idea of conceiving, designing, and creating through algorithms means entering a dimension where the physical limits imposed by a pen or mouse no longer exist. In this online course, he teaches you to speak this contemporary language by introducing you to 3D modeling",
        "course_details": {
            "price": "$90",
            "duration": "8 weeks",
            "enrolled": "30 students",
            "language": "English"
        }
    },
    {
        "id": "06",
        "rating": {
            "number": 4.5,
            "badge": "Excellent"
        },
        "total_download": 488,
        "name": "Robotics Modeling",
        "course_instructor": {
            "name": "Jim Séchen",
            "title": "Robotics Modeling Trainer",
            "img": "https://i.ibb.co/wK6qsr0/web.jpg"
        },
        "image_url": "https://roboticsafrica.org/wp-content/uploads/2022/03/robot_train.jpg",
        "overview": "Robotics is commonly defined as the study of the intelligent connection between perception and action. As such, the full scope of robotics lies at the intersection of mechanics, electronics, signal processing, control engineering, computing, and mathematical modeling. Within this very broad framework, modeling and control play a basic role - not only in the traditional context of industrial robotics, but also for the advanced applications of field and service robots, which have attracted increasing interest from the research community in the last twenty years.",
        "course_details": {
            "price": "$150",
            "duration": "12 weeks",
            "enrolled": "17 students",
            "language": "English"
        }
    }
]